[
    {
        "input": "[0] Drew: Hey, I just I'm from Denver Colorado. What? Part of the world are you and Wilbert from so? \n[1] Saswat: Well actually all three of us grew up in Mumbai. India. Sure. Right. \n[2] Saswat: But Robin and I are moving. We're all based in the u.s. now and I'm actually in Dallas right now and I'm moving to San Francisco in in about two weeks. \n[3] Drew: I was born and raised in San Francisco, man. You're going to have a nice night out of the country. \n[4] Drew: Yeah. Arkansas is a very, very beautiful state. Not talk, not talked about very much.  \n[5] Wilbert: It is it is. \n[6] Drew: All right. So do you see? You guys know that's that's why and Wilbur Wright. I talk a lot. \n[7] Saswat: I see that.\n[8] Drew: So I know we have 30 minutes. If you guys need to go over 30 minutes, I got time for you. \n[9] Saswat: We appreciate it.\n[10] Drew: No problem. And if I talk too much, just tell me. Stop awesome. What would you really do? \n[11] Saswat: Well, it really appreciate you being candid with us there. Oh yeah, um yes, it would love to understand first a little bit about your background. \n[12] Saswat: Can you tell us more about your living situation and you have any dependents?",
        "output": "Drew: I'm from Denver Colorado. Where you from? (0)\nSaswat: All 3 of us grew up in Mumbai, India. We're based in the US, I'm in Dallas and moving to San Francisco in two weeks. (1,2)\nDrew: I was born & raised in San Francisco. You'll have a nice time. Arkansas is a very beautiful state. Not talked about much. I talk a lot, tell me if I talk too much. We have 30 minutes. If you guys need to go over, I have time. (3-10)\nSaswat: I really appreciate you being candid. I'd love to understand about your background. Can you tell us about your living situation and do you have any dependents? (11,12)"
    },
    {
        "input": "[0] Drew: Yeah. You know I'm married. Let's see. Married have two kids 8 years old girl. Five-year-old boy. \n[1] Drew: Oh boy, you're at that age and then yeah, we own our house. Now we just recently paid off the mortgage in full no more. \n[2] Saswat: That's great.\n[3] Drew: Yeah, a big congratulations. Yeah. Yeah, yeah. So I had an inheritance lately. So we took all that money and paid off the mortgage. \n[4] Drew: Yeah. So we own our single family home. Here in the Denver area, we have quite a few assets. I'm at the stage now. \n[5] Wilbert: Quite a stage indeed.\n[6] Drew: I think my wife and I were going to go see a financial planner pretty soon here because we're, you know, we're doing retirement, don't want to make any mistakes, you know, you know, we want to make sure that we retire, you know, we can live. \n[7] Drew: Okay. Now I have to worry about bills and inch health insurance and blah, so, you know, so. \n[8] Drew: We're at the point now, where probably have to see a financial planner, but your identity. \n[9] Saswat: You don't have a financial planner yet \n[10] Drew: Not yet \n[11] Saswat: But have you at any point in the past? \n[12] Drew: No, no, okay, no,  \n[13] Saswat: got it, I'm sorry. You said you said because what was your reason for not having a financial planner yet? ",
        "output": "Drew: I'm married, two kids - 8 year old girl, a 5 year old boy. We own a single family home in the Denver area. I had an inheritance lately and used that money to pay off the mortgage. My wife and I were going to see a financial planner soon because we don't want to make any mistakes planning for retirement. We want to make sure that we retire comfortably. I have to worry about bills and health insurance. (0-8)\nSaswat: You don't have a financial planner? (9)\nDrew: Not yet. Haven't had one in the past either. (10-12)\nSaswat: What is your reason for not having a financial planner so far? (13)"
    }
]
